Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Maximum units of insulin allowed to be active.
bg: Максимално допустими единици активен инсулин.
cs: Maximální počet jednotek inzulínu, které mohou být aktivní.
da: Maksimum enheder insulin, der er tilladt at være aktiv.
de: Maximale Insulineinheiten, die aktiv sein dürfen.
es: Máximas unidades de insulina permitidas para ser activas.
fr: Nombre maximum d’unités d’insuline active autorisé.
it: Le unità massime di insulina consentite sono attive.
nb_no: Maksimalt antall enheter aktivt insulin (IOB).
nl: Maximaal aantal eenheden insuline mag actief zijn.
pl: Maksymalna liczba jednostek insuliny, które mogą być aktywne.
pt_pt: Unidades máximas de insulina permitidas para serem ativas.
sv: Maximal mängd aktivt insulin (IOB) som tillåts.
uk: Максимальні одиниці інсуліну, які можуть бути активні.
vi: Đơn vị insulin tối đa được phép hoạt động.
zh_hant: 允許的活躍胰島素最大單位數。

source: Meal
bg: Хранене
cs: Jídlo
da: Måltid
de: Mahlzeit
es: Comida
fr: Repas
it: Pasto
nb_no: Måltid
nl: Maaltijd
pl: Posiłek
pt_pt: Refeição
ru: Еда
sv: Måltid
uk: Шаблон харчування
vi: Bữa ăn
zh_hant: 餐點

source: Meal & Bolus
bg: Хранене и болус
cs: Jídlo a bolus
da: Måltid Og Bolus
de: Mahlzeit & Bolus
es: Comida y Bolo
fr: Repas et Bolus
it: Pasto E Bolo
nb_no: Måltid og bolus
nl: Maaltijd & Bolus
pl: Posiłek i Bolus
pt_pt: Refeição e Bolus
ru: Питание и Болус
sv: Måltid & Bolus
uk: Їжа та Болюс
vi: Bữa ăn & liều Bolus
zh_hant: 餐點與注射

source: Meal Chart Type
bg: Тип графика за хранения
cs: Typ grafu jídel
da: Måltid Diagramtype
de: Mahlzeiten-Diagramm-Typ
fr: Type de graphique des repas
nb_no: Type måltidsdiagram
nl: Maaltijd grafiektype
pl: Typ tabeli posiłków
sv: Måltid graftyp
vi: Loại biểu đồ cho bữa ăn
zh_hant: 餐點圖表類型

source: Meal Presets
bg: Шаблони за хранене
cs: Předvolby jídla
da: Måltider Forudindstillinger
de: Mahlzeitenvorgaben
es: Ajustes de comida
fr: Repas favoris
it: Pasto Predefinito
nb_no: Forvalg av måltid
nl: Maaltijd voorinstellingen
pl: Preferencje posiłków
pt_pt: Predefinições de refeição
ru: Шаблоны
sv: Förval
uk: Попередні Налаштування Їжі
vi: Thiết lập bữa ăn
zh_hant: 餐點預設

source: Meal Settings
bg: Настройки за хранене
cs: Nastavení jídla
da: Måltider Indstillinger
de: Mahlzeiten-Einstellungen
es: Ajustes de comida
fr: Réglages des repas
it: Impostazioni Pasto
nb_no: Innstillinger for måltid
nl: Maaltijd Instellingen
pl: Ustawienia posiłku
pt_pt: Configurações de refeição
ru: Настройки питания
sv: Måltidsinställningar
uk: Налаштування Meal
vi: Cài đặt bữa ăn
zh_hant: 餐點設定

source: Meal statistics will appear here once data is available.
bg: Статистиките за храненията ще се появят тук, щом има налични данни.
cs: Statistiky jídel se zde zobrazí, jakmile budou k dispozici data.
da: Måltidsstatistik vil blive vist her, når data er tilgængelige.
de: Mahlzeiten Statistiken werden hier angezeigt, sobald die Daten dazu verfügbar sind.
fr: Les statistiques des repas apparaîtront ici une fois les données disponibles.
nb_no: Måltidsstatistikk vil vises her så snart data er tilgjengelig.
nl: De totale maaltijd dagdoses wordt hier weergegeven zodra er gegevens beschikbaar zijn.
pl: Statystyki posiłków pojawią się, gdy dane będą dostępne.
sv: Måltidsstatistik visas här när data finns tillgänglig.
vi: Số liệu thống kê về bữa ăn sẽ xuất hiện ở đây sau khi có dữ liệu.
zh_hant: 一旦資料可用，餐點統計將顯示在此。

source: Meal Summary
bg: Обобщение на храненето
cs: Souhrn jídla
da: Måltidsoversigt
de: Mahlzeitenübersicht
es: Resumen de comida
fr: Résumé du repas
it: Riepilogo Pasti
nb_no: Oppsummering av måltid
nl: Maaltijd overzicht
pl: Podsumowanie posiłku
pt_pt: Resumo da refeição
ru: Итог питания
sv: Måltidssammanfattning
uk: Резюме харчування
vi: Tóm tắt bữa ăn
zh_hant: 餐點總覽

source: Meal to Hypo/Hyper
bg: От хранене до хипо/хипер
cs: Jídlo na hypo/hyper
da: Måltid til Hypo/Hyper
de: Mahlzeit zu Unter-/Überzuckerung
fr: Repas et Hypo/Hyper
nb_no: Måltid til hypo/hyper
nl: Maaltijd voor Hypo/Hyper
pl: Posiłek do Hipo/Hiper
sv: Måltider till hypo/hyper
vi: Bữa ăn cho Hạ/Tăng đường huyết
zh_hant: 餐點到低血糖/高血糖

source: Meals
bg: Хранения
cs: Jídla
da: Måltider
de: Mahlzeiten
es: Comidas
fr: Repas
it: Pasti
nb_no: Måltider
nl: Maaltijden
pl: Posiłki
pt_pt: Refeições
ru: Питание
sv: Måltider
uk: Їжа
vi: Bữa ăn
zh_hant: 餐點

source: Med
bg: Ср.
zh_hant: 醫療

source: Median
bg: Медиана
cs: Medián
es: Mediano
fr: Médiane
it: Mediana
nl: Mediaan
pl: Mediana
pt_pt: Mediana
ru: Медиана
uk: Медіана
vi: Trung bình
zh_hant: 中位數

source: Median:
bg: Медиана:
cs: Medián:
fr: Médiane :
nl: Mediaan:
pl: Mediana:
vi: Trung bình:
zh_hant: 中位數:

source: Medtronic and Dana Users Only
bg: Само за потребители на Medtronic и Dana
cs: Jen pro uživatele Medtronic a Dana
da: Kun Medtronic og Dana brugere
de: Nur Medtronic und Dana Pumpen Benutzer
fr: Uniquement pour les utilisateurs des pompes Medtronic et Dana
nb_no: Kun for brukere av Medtronic og Dana
nl: Alleen Medtronic en Dana-gebruikers
pl: Tylko użytkownicy Medtronic i Dana
sv: Endast Medtronic och Dana användare
vi: Chỉ dành cho người dùng Medtronic và Dana
zh_hant: 僅供 Medtronic 和 Dana 用戶使用

source: Menu
bg: Меню
de: Menü
es: Menú
nb_no: Meny
ru: меню
sv: Meny
uk: Меню
zh_hant: 選單

source: Metadata
bg: Метаданни
de: Metadaten
fr: Métadonnées
pl: Metadane
vi: Siêu dữ liệu
zh_hant: 中繼資料

source: Meter glucose
bg: Глюкоза от глюкомер
cs: Glukóza z glukometru
da: Måler glucose
de: Blutzuckermessung
es: Glucosa medidor
fr: Lecteur de glycémie
it: Inserisci glicemia
nb_no: Blodsukkermåling
nl: Meter glucosewaarde
pl: Glukometr
pt_pt: Glicose do medidor
ru: Показание глюкометра
sv: Glukosmätarvärde
uk: Показання глюкометра
vi: Máy đo đường huyết
zh_hant: 計量器葡萄糖

source: mg/dl. Autosens.max limits the max endpoint
bg: mg/dL. Autosens.max ограничава максималната крайна точка
cs: mg/dl. Autosens.max omezuje maximální cílovou hodnotu
da: mg/dl. Autosens.max begrænser maxværdien
de: mg/dL. Autosens.max schränkt den max. Endpunkt ein
es: mg/dl. Autosens.max limita el punto final máximo
fr: mg/dL. « Autosens.max. » limite la valeur maximale autorisée du ratio de sensibilité automatique
it: mg/dl. Autosens.max limita l'endpoint massimo
nb_no: mg/dl. Autosens.max begrenser den maksimale verdien
nl: mg/dl. Autosens.max beperkt het maximum eindpunt
pl: mg/dl. Autosens.max ogranicza maksymalny punkt końcowy
pt_pt: mg/dl. Autosens.max limita o ponto de extremidade máximo
ru: мг/дл. Autosense.max ограничивает максимальную конечную точку
sv: mg/dl. Autosens.max begränsar maxvärdet
uk: mg/dl. Автоматизація обмежує максимальну кінцеву крапку
vi: autosens.max Giới hạn điểm hiện tại tối đa mg/dl
zh_hant: 毫克/分升(mg/dl)。Autosens.max限制最大端點

source: Mid Limit
bg: Средна граница
cs: Střední limit
da: Midtergrænse
de: Mittleres Limit
fr: Limite moyenne
nb_no: Midtgrense
vi: Giới hạn giữa
zh_hant: 中限

source: Migration of JSON-based OpenAPS Determination Data failed: %@
bg: Миграцията на данните OpenAPS Determination във формат JSON се провали: %@
cs: Migrace dat OpenAPS (JSON) selhala: %@
da: Migration af JSON-baserede OpenAPS-Bestemmelsesdata mislykkedes: %@
de: Migration von JSON-basierten OpenAPS-Berechnungsdaten fehlgeschlagen: %@
fr: Échec de la migration des données des déterminations d' "OpenAPS" au format JSON : %@
nb_no: Migrering av JSON-basert OpenAPS-data feilet: %@
nl: Migratie van JSON-gebaseerde OpenAPS Determinatie Data mislukt: %@
pl: Migracja danych OpenAPS opartych o JSON nie powiodła się: %@
sv: Migrering av JSON-baserade OpenAPS determination data misslyckades: %@
vi: Di chuyển dữ liệu xác định OpenAPS dựa trên JSON thất bại: %@
zh_hant: 以 JSON 為基礎的 OpenAPS 判定數據遷移失敗：%@

source: Min 4 hours, max 10 hours.
bg: Мин. 4 часа, макс. 10 часа.
cs: Min. 4 hodiny, max. 10 hodin.
da: Minimum 4 timer, max 10 timer.
de: Mindestens 4 Stunden, maximal 10 Stunden.
es: Mínimo 4 horas, máx. 10 horas.
fr: Min 4 heures, max 10 heures.
it: Min 4 ore, max 10 ore.
nb_no: Minst 4 timer, maksimalt 10 timer.
nl: Min 4 uur, max 10 uur.
pl: Minimalnie 4 godziny, maksymalnie 10 godzin.
pt_pt: Mín. 4 horas, máx. 10 horas.
ru: Минимум 4 часа, максимум 10 часов.
sv: Min 4 timmar, max 10 timmar.
uk: Мін. 4 години, макс. 10 годин.
vi: Tối thiểu 4 giờ, tối đa 10 giờ.
zh_hant: 最少4小時，最多10小時。

source: Min 5m Carb Impact sets the expected glucose rise from carbs over 5 minutes when absorption isn't obvious from glucose data.
bg: Min 5m Carb Impact задава очакваното покачване на глюкозата от въглехидрати за 5 минути, когато абсорбцията не е ясна от данните за глюкозата.
cs: „Min. 5minutový vliv sacharidů“ nastavuje očekávaný vzestup glykémie ze sacharidů během 5 minut, pokud vstřebávání není patrné z dat o glukóze.
da: Min 5m Carb Impact indstiller den forventede stigning i glukose fra kulhydrater over 5 minutter, når absorptionen ikke er indlysende fra glukosedata.
de: Min. 5 m Carb Impact setzt den erwarteten Glukoseanstieg von Kohlenhydraten über 5 Minuten, wenn die Absorption aus den Glukosedaten nicht ersichtlich ist.
es: Impacto mínimo de 5 m del Carbo establece el aumento esperado de la glucosa de los carbohidratos en 5 minutos cuando la absorción no es obvia de los datos de la glucosa.
fr: L’Impact glucidique minimal sur 5 minutes définit l’augmentation attendue de la mesure de glucose due aux glucides sur 5 minutes lorsque l’absorption n’est pas clairement visible dans les données de glucose.
it: Min 5m Carb Impact imposta l'aumento atteso di glucosio dai carboidrati in 5 minuti quando l'assorbimento non è evidente dai dati relativi al glucosio.
nb_no: Min. 5m karbohydratpåvirkning angir forventet glukoseøkning fra karbohydrater over 5 minutter når absorpsjonen ikke er åpenbar fra glukosedata.
nl: Min 5 m koolhydraten Impact stelt de verwachte glucosestijging in vanaf koolhydraten ouder dan 5 minuten wanneer absorptie niet zichtbaar is uit glucosegegevens.
pl: Min. 5-minutowy wpływ węglowodanów określa oczekiwany wzrost glikemii z węglowodanów w ciągu 5 minut, gdy wchłanianie nie jest oczywiste na podstawie danych dotyczących glikemii.
pt_pt: Mínimo de 5 metros de impacto Carb define o aumento de glicose esperado dos carbs em 5 minutos quando a absorção não é óbvia a partir dos dados de glicose.
ru: Мин. 5m Влияние Карба устанавливает ожидаемый рост глюкозы от углеводов в течение 5 минут, когда абсорбция неочевидна из-за данных о глюкозах.
sv: 'Minsta kolhydratpåverkan på 5 m' sätter den förväntade glukosökningen från kolhydrater över 5 minuter när absorption inte är uppenbart från glukosdata.
uk: Мін. 5м Карб впливає на очікуване підвищення глюкози з карб більше 5 хвилин, коли поглинання не очевидні з даних глюкози.
vi: Tác động tối thiểu của carb trong 5 phút (Min 5m Carb Impact) thiết lập mức tăng đường huyết dự kiến từ carbohydrate trong 5 phút, trong trường hợp dữ liệu hấp thụ chưa thể hiện rõ qua số liệu đường huyết.
zh_hant: 最少5分鐘碳水影響設定預期在吸收不明顯的情況下，碳水化合物在5分鐘內對葡萄糖的升高影響。

source: min ago
bg: мин преди
cs: min zpět
da: min
de: Min. her
es: min
fr: Minutes passées
it: min fa
nb_no: min siden
nl: Min. terug
pl: minut temu
pt_pt: min atrás
ru: мин. назад
sv: min sedan
uk: хв тому
vi: phút trước đó
zh_hant: 分鐘前

source: Min Value
bg: Минимална стойност
cs: Minimální hodnota
da: Min. Værdi
de: Min. Wert
es: Valor mínimo
fr: Valeur minimale
it: Valore Minimo
nb_no: Minimum Verdi
nl: Min. waarde
pl: Minimalna wartość
pt_pt: Valor Mínimo
ru: Мин. значение
sv: Minsta värde
uk: Мінімальне значення
vi: Giá trị nhỏ nhất
zh_hant: 最小值

source: Minilink transmitter
bg: Minilink предавател
cs: Vysílač Minilink
da: Minilink sender
es: Transmisor Minilink
fr: Transmetteur Minilink
it: Trasmettitore Minilink
nb_no: Minilink sender
nl: Minilink zender
pl: Nadajnik Minilink
pt_pt: Transmissor Minilink
ru: Передатчик Minilink
sv: Minilink-sändare
uk: трансмітер Minilink
zh_hant: Minilink發射器

source: Minimum duration in minutes for new SMB since last SMB or manual bolus
bg: Минимална продължителност в минути за нов SMB от последния SMB или ръчен болус
cs: Minimální doba v minutách pro nový SMB od posledního SMB nebo ručního bolusu
da: Minimum varighed i minutter for nye SMB siden sidste SMB eller manuel bolus
de: Minimale Dauer in Minuten für neue SMBs seit dem letzten SMB oder manuellem Bolus
es: Duración mínima en minutos para el nuevo SMB desde el último SMB o bolo manual
fr: Durée minimale (en minutes) avant un nouveau SMB depuis le dernier SMB ou bolus manuel
it: Durata minima in minuti per il nuovo SMB dall'ultimo SMB o bolo manuale
nb_no: Minimum varighet i minutter for ny SMB, etter siste SMB eller manuell bolus
nl: Minimale duur in minuten voor nieuwe SMB sinds laatste SMB of handmatige bolus
pl: Minimalny odstęp czasowy w minutach pomiędzy podaniem nowego SMB a ostatnim podanym SMB lub ręcznym bolusem
pt_pt: Duração mínima em minutos para novas SMB desde o último SMB ou manual bolus
ru: Минимальный интервал в минутах для новых SMB с момента последнего SMB или введенного вручную болюса
sv: Minsta tid i minuter för ny automatisk bolus sedan senaste bolus eller automatisk bolus
uk: Мінімальний інтервал у хвилинах для нових SMB з моменту останнього SMB або введеного вручну болюса
vi: Thời gian tối thiểu (tính bằng phút) để thực hiện SMB mới kể từ lần SMB hoặc bolus thủ công trước đó
zh_hant: 新SMB的最小持續時間（分鐘），以計算自上次SMB或手動注射以來的時間。

source: Minimum minutes since the last SMB or manual bolus to allow an automated SMB.
bg: Минимален брой минути от последния SMB или ръчен болус, при който се разрешава автоматичен SMB.
cs: Minimální počet minut od posledního SMB nebo ručního bolusu, aby byl povolen automatický SMB.
da: Minimum minutter siden sidste SMB eller manuel bolus til at tillade en automatiseret SMB.
de: Minimale Minuten seit dem letzten SMB oder manuellen Bolus, um einen automatisierten SMB zu ermöglichen.
es: Minutos mínimos desde la última SMB o bolo manual para permitir un SMB automatizado.
fr: Nombre minimal de minutes depuis le dernier SMB ou bolus manuel avant d’autoriser un SMB automatique.
it: Minuti minimi dall'ultimo bolo SMB o bolo manuale per consentire un SMB automatico.
nb_no: Minimum minutter siden den siste SMB eller den manuelle bolusdosen for å tillate en automatisk SMB.
nl: Minimale minuten sinds de laatste SMB of handmatige bolus om geautomatiseerde SMB toe te staan.
pl: Minimalna liczba minut od ostatniego SMB lub ręcznego bolusa umożliwiająca automatyczne SMB.
pt_pt: Mínimo de minutos desde o último bólus SMB ou manual para permitir uma SMB automatizada.
sv: Minsta antal minuter sedan den senaste bolusen (SMB eller manuell) innan en ny SMB tillåts.
uk: Мінімум хвилин з останніх SMB або ручних болтів дозволяє автоматизованому СМБ.
vi: Số phút tối thiểu kể từ lần SMB hoặc bolus thủ công gần nhất để cho phép thực hiện SMB tự động.
zh_hant: 自上次微量注射 (SMB) 或手動注射以來，允許自動微量注射的最小分鐘數。

source: Minimum Threshold Setting is, by default, determined by your set Glucose Target. This threshold automatically suspends insulin delivery if your glucose levels are forecasted to fall below this value. It’s designed to protect against hypoglycemia, particularly during sleep or other vulnerable times.
bg: Настройката Minimum Threshold по подразбиране се определя от зададената от вас целева глюкоза. Този праг автоматично спира подаването на инсулин, ако се прогнозира, че нивата на глюкозата ще паднат под тази стойност. Проектиран е да предпазва от хипогликемия, особено по време на сън или в други уязвими моменти.
cs: Nastavení minimálního prahu je ve výchozím stavu určeno tvým nastaveným cílem glykémie. Tento práh automaticky pozastaví podávání inzulínu, pokud se předpovídá pokles glykémie pod tuto hodnotu. Je navržen tak, aby tě chránil před hypoglykémií, zejména během spánku nebo v jiných zranitelných chvílích.
da: Minimum tærskel indstilling er som standard bestemt af dit sæt Glucose Target. Denne tærskel suspenderer automatisk levering af insulin, hvis dine glukoseniveauer forventes at falde til under denne værdi. Det er designet til at beskytte mod hypoglykæmi, især under søvn eller andre sårbare tider.
de: Die minimale Schwellwerteinstellung wird standardmäßig von Deiner Zielglukose bestimmt. Dieser Schwellenwert setzt die Insulinlieferung automatisch aus, wenn Deine Glukose voraussichtlich unter diesen Wert fällt. Er soll Dich vor Hypoglykämien schützen, v.a. während des Schlafs und ähnlichen typischen Zeiten.
es: La configuración del umbral mínimo está, por defecto, determinada por el objetivo de Glucosa establecido. Este umbral suspende automáticamente la entrega de insulina si sus niveles de glucosa son previsibles para caer por debajo de este valor. Está diseñado para proteger contra la hipoglucemia, especialmente durante el sueño u otros tiempos vulnerables.
fr: Le seuil minimal de sécurité est, par défaut, déterminé à partir de la Cible de glucose définie. Ce seuil suspend automatiquement l’administration d’insuline si l’évolution prévue de votre valeur de glucose indique une valeur inférieure. Il est conçu pour prévenir les hypoglycémies, en particulier pendant le sommeil ou d’autres périodes à risque.
it: L'impostazione della soglia minima è, per impostazione predefinita, determinata dal tuo target Glucosio impostato. Questa soglia sospende automaticamente la somministrazione di insulina se si prevede che i livelli di glucosio scendano al di sotto di questo valore. È progettato per proteggere contro l’ipoglicemia, in particolare durante il sonno o altri momenti vulnerabili.
nb_no: Som standard bestemmes minste sikkerhetsterskel av blodsukkermålet ditt. Terskelen stanser automatisk insulintilførselen hvis blodsukkerverdien beregnes til å falle under dette nivået. Den er designet for å beskytte mot hypoglykemi (føling), spesielt under søvn eller andre sårbare tider.
nl: Minimale drempelinstelling wordt standaard bepaald door uw ingestelde glucose streefdoel. Deze drempel stopt automatisch de insulinetoediening als uw glucosewaardes onder deze waarde zullen dalen. Het is ontworpen om te beschermen tegen schijnheilige, vooral tijdens slaap of andere kwetsbare tijden.
pl: Ustawienie minimalnego progu jest domyślnie określane przez ustawiony cel glikemii. Ten próg automatycznie wstrzymuje podawanie insuliny, jeśli prognozuje się, że poziom glikemii spadnie poniżej tej wartości. Został zaprojektowany w celu ochrony przed hipoglikemią, szczególnie podczas snu lub w innych wrażliwych momentach.
pt_pt: A configuração de limite mínimo é, por padrão, determinada pelo seu alvo de glicose definido. Este limiar suspira automaticamente a entrega de insulina se seus níveis de glicose forem previstos para ficar abaixo deste valor. Destina-se a proteger contra hipoglicemia, particularmente durante o sono ou outros tempos vulneráveis.
ru: Минимальная настройка порога по умолчанию, определяемая вашими целевыми показателями глюкозы. Этот порог автоматически приостанавливает доставку инсулина, если уровни вашей глюкозы предположительно упадут ниже этой величины. Она предназначена для защиты от гипогликемии, особенно во время сна или в другие уязвимые времена.
sv: Lägsta tröskelvärde bestäms som standard av din uppsättning målglukos. Denna tröskel stoppar automatiskt insulintillförseln om dina glukosnivåer förutses falla under detta värde. Den är utformad för att skydda mot hypoglykemi, särskilt under sömn eller andra sårbara tillfällen.
uk: Мінімальна опція порогу, за замовчуванням, визначається вказаним ціллю Glucose Target. Цей поріг автоматично призупиняє доставку інсуліну, якщо ваші рівні глюкози прогнозуються, щоб впасти нижче цього значення. Це створене для захисту від гіпоглікемії, особливо під час сну чи інших вразливих часів.
vi: Ngưỡng tối thiểu được thiết lập mặc định dựa trên mục tiêu đường huyết mà bạn đã cài đặt. Ngưỡng này sẽ tự động tạm ngưng việc bơm insulin nếu hệ thống dự đoán mức đường huyết của bạn sẽ giảm xuống dưới giá trị này. Cơ chế này được thiết kế nhằm phòng tránh hạ đường huyết, đặc biệt là trong lúc ngủ hoặc các thời điểm dễ gặp rủi ro.
zh_hant: 最小門檻值設定預設根據您設定的葡萄糖目標而定。當預測葡萄糖水平將低於此值時，此門檻值會自動暫停胰島素供應。這是設計用於保護低血糖，特別是在睡眠或其他脆弱的時期。

source: minutes
bg: минути
cs: minuty
da: minutter
de: Minuten
es: minutos
it: minuti
nb_no: minutter
nl: minuten
pl: minut
pt_pt: minutos
ru: минут
sv: minuter
uk: хвилин
vi: phút
zh_hant: 分鐘

source: Minutes
bg: Минути
cs: Minuty
da: Minutter
de: Minuten
es: Minutos
it: Minuti
nb_no: Minutter
nl: minuten
pl: Minuty
pt_pt: minutos
ru: Минут
sv: Minuter
uk: Хвилин
vi: Phút
zh_hant: 分鐘

source: Misc
bg: Разни
cs: Různé
da: Diverse
de: Sonstiges
fr: Autres
it: Varie
nb_no: Diverse
nl: Overige
pl: Różne
pt_pt: Diversos
ru: Разное
sv: Övrigt
uk: Різне
vi: Hỗn hợp
zh_hant: 其他

source: Missing Config
bg: Липсваща конфигурация
cs: Chybějící konfigurace
da: Manglende Konfiguration
de: Fehlende Konfiguration
es: Falta la configuración
fr: Configuration manquante
it: Configurazione mancante
nb_no: Manglende konfigurasjon
nl: Configuratie ontbreekt
pl: Brakujące ustawienia
pt_pt: Configuração Faltando
ru: Отсутствует конфигурация
sv: Konfiguration saknas
uk: Відсутня конфігурація
vi: Thiếu cấu hình
zh_hant: 缺少設定

source: Mode
bg: Режим
cs: Režim
da: Tilstand
de: Modus
es: Modo
it: Modalità
nb_no: Modus
nl: Modus
pl: Tryb
pt_pt: Modo
ru: Режим
sv: Läge
uk: Режим
vi: Chế Độ
zh_hant: 模式

source: Model
bg: Модел
de: Modell
es: Modelo
fr: Modèle
it: Modello
nb_no: Modell
pt_pt: Modelo
ru: Модель
sv: Modell
uk: МОДЕЛЬ
vi: Loại thiết bị
zh_hant: 型號

source: Modes
bg: Режими
cs: Režimy
da: Sendere
de: Modi
es: Modos
it: Modalità
nb_no: Moduser
nl: Modussen
pl: Mody
pt_pt: Modos
ru: Режимы
sv: Lägen
uk: Режими
vi: Chế độ cảm biến
zh_hant: 模式

source: Monochrome
bg: Монохромно
cs: Černobílý
nb_no: Monokrom
pl: Monochromatyczny
vi: Đơn sắc
zh_hant: 單色

source: Month
bg: Месец
cs: Měsíc
da: Måned
de: Monat
es: Mes
fr: Mois
it: Mese
nb_no: Måned
nl: Maand
pl: Miesiąc
pt_pt: Mês
ru: Месяц
sv: Månad
uk: Місяць
zh_hant: 月份

source: More options
bg: Още опции
cs: Více možností
da: Flere valgmuligheder
de: Mehr Optionen
es: Más opciones
fr: Plus d'options
it: Altre opzioni
nb_no: Flere valg
nl: Meer opties
pl: Więcej opcji
pt_pt: Mais opções
ru: Больше опций
sv: Fler alternativ
uk: Додаткові параметри
vi: Các tùy chọn khác
zh_hant: 更多選項

source: Most set this to their largest meal bolus. Then, adjust if needed.
bg: Повечето задават тази стойност равна на най-големия си болус за хранене. След това коригирайте при нужда.
cs: Většina lidí zde nastavuje svůj největší bolus k jídlu. V případě potřeby pak hodnotu uprav.
da: De fleste sæt dette til deres største måltid bolus. Juster derefter, hvis det er nødvendigt.
de: Die meisten setzen dies auf ihren größten Mahlzeitenbolus. Passe den Wert bei Bedarf an.
es: La mayoría establece esto en su bolo de comida más grande. Luego, ajuste si es necesario.
fr: La plupart des utilisateurs définissent cette valeur en fonction de leur plus gros bolus pour un repas. Ils l’ajustent ensuite si nécessaire.
it: La maggior parte impostare questo al loro bolo pasto più grande. Quindi, regolare, se necessario.
nb_no: De fleste setter denne tilsvarende sin største måltidsbolus. Endre deretter etter behov.
nl: Stel dit meestal in op hun grootste maaltijd bolus. Pas vervolgens aan indien nodig.
pl: Większość z nich ustawia to na największy bolus. Następnie, w razie potrzeby dostosować.
pt_pt: A maioria definiu isso como seu maior bolus de refeição. Então, ajuste se necessário.
ru: Большинство из них выставили свой самый большой болт. Затем при необходимости подстраивайтесь.
sv: De flesta ställer in detta till att motsvara sin största måltidsbolus. Justera därefter efter behov.
uk: Більшість це поставили під свій найбільший набір болтів для їжі.
vi: Hầu hết người dùng đặt giá trị này bằng liều bolus lớn nhất cho bữa ăn. Sau đó, điều chỉnh nếu cần.
zh_hant: 大多數人會將此設置為他們最大的餐前注射。然後根據需要進行調整。
